Repository: Malumbo21/editor
Catalog: i18n/*.po
Languages: de

# addBlockCommand.appendInField
source: Append "@block" in "@field"
de: «@block» in «@field» anfügen

# addBlockCommand.appendRoot
source: Append "@block"
de: «@block» anfügen

# addBlockCommand.insertInField
source: Insert "@block" into "@field"
de: «@block» in «@field» einfügen

# addCommentToItem
source: Comment
de: Kommentieren

# addListInputPlaceholder
source: Search available blocks
de: Blöcke durchsuchen

# addListItemFavoriteAdd
source: Add to favorites
de: Zu Favoriten hinzufügen

# addListItemFavoriteRemove
source: Remove from favorites
de: Aus Favoriten entfernen

# addListSidebarTitle
source: Add blocks
de: Block hinzufügen

# addListTourText
source: <p>This shows the list of available blocks that can be placed. Add a block by dragging the icon into the page.</p><p>When an existing block is selected, some blocks may be greyed out. This indicates which blocks can be placed inside or after the selected block.</p>
de: <p>Hier sehen Sie die Liste der verfügbaren Blöcke. Ziehen Sie einen Block auf die Seite um ihn hinzuzufügen.</p><p>Wenn ein bestehender Block ausgewählt ist sind möglicherweise einige Blöcke ausgegraut. Das bedeutet, dass nur die hervorgehobenen Blöcke im oder nach dem ausgewählten Block hinzugefügt werden können.</p>

source: All
de: Alle

source: Artboard
de: Vorschau

# artboardOverviewHide
source: Hide overview
de: Übersicht verstecken

# artboardOverviewShow
source: Show overview
de: Übersicht anzeigen

# artboardOverviewToggle
source: Toggle overview
de: Übersicht umschalten

# artboardOverviewTourText
source: Displays a top level overview of your content.
de: Zeigt eine schematische Übersicht aller Inhalte an.

# artboardResetZoom
source: Reset zoom
de: Zoom zurücksetzen

# artboardScaleToFit
source: Scale to fit
de: An Höhe anpassen

# artboardScrollDown
source: Scroll down
de: runterscrollen

# artboardScrollOnePageDown
source: Scroll one page down
de: Eine Seite hochscrollen

# artboardScrollOnePageUp
source: Scroll one page up
de: Eine Seite runterscrollen

# artboardScrollToEnd
source: Scroll to end
de: Zum Ende scrollen

# artboardScrollToTop
source: Scroll to top
de: Zum Anfang scrollen

# artboardScrollUp
source: Scroll up
de: hochscrollen

# artboardToolbarButtonTourText
source: Shows the current zoom factor. Click on it to reset the zoom back to 100%.
de: Zeigt den aktuellen Zoom-Wert. Klicken Sie auf den Button um den Zoom auf 100% zurückzusetzen.

# assistantAddAction
source: Add with AI Assistant
de: Mit KI-Assistent hinzufügen

# assistantAddActionDescription
source: Add content using an AI assistant.
de: Fügen Sie Inhalte mit dem KI-Assistenten hinzu.

# assistantAddResultError
source: Failed to add block from assistant.
de: Fehler beim hinzufügen mit KI.

# assistantDialogLead
source: Please enter what you'd like the assistant to generate.
de: Geben Sie ein was der KI-Assistent generieren soll.

# assistantDialogSubmit
source: Create blocks
de: Blöcke erstellen

# assistantDialogTitle
source: Generate content with AI assistant
de: Inhalt mit KI generieren

# assistantPromptLabel
source: Prompt
de: Anweisung

# assistantPromptPlaceholder
source: Generate content for a page about how taxes work in Switzerland
de: Schreibe Text zum Thema Steuern in der Schweiz

# blockAddListTourText
source: Right-click on a block to add or remove them from your favorites. Favorites are highlighted and always displayed at the top of the list.
de: Klicken Sie mit der rechten Maustaste auf den Block um ihn zu den Favoriten hinzuzufügen oder zu entfernen. Favoriten werden hervorgehoben und an erster Stelle dargestellt.

# blockAddListTourTitle
source: Favorite blocks
de: Favoriten-Blöcke

# blockOption_bkHiddenGlobally_label
source: Hide globally
de: Global verstecken

# blockOption_bkVisibleLanguages_label
source: Visible languages
de: Sichtbare Sprachen

source: Cancel
de: Abbrechen

source: Cancel selection
de: Auswahl abbrechen

source: Clipboard
de: Zwischenablage

# clipboardCopyShortcutHelp
source: Copy selected blocks
de: Ausgewählte Blöcke kopieren

# clipboardEmpty
source: No items in the clipboard
de: Keine Elemente in der Zwischenablage

# clipboardExplanation
source: <p> Use Ctrl-V on the page to paste content. These will then be displayed here. </p> <p> Use Ctrl-F to search for existing content and paste it into the clipboard. </p>
de: <p>Verwenden Sie Ctrl-V auf der Seite um Inhalte einzufügen. Diese werden dann hier angezeigt.</p><p>Verwenden Sie Ctrl-F um bestehende Inhalte zu suchen und in die Zwischenablage einzufügen.</p>

# clipboardPastePlaceholder
source: Paste text or media here
de: Text oder Medien einfügen

# clipboardPasteShortcutHelp
source: Paste text, image or copied blocks
de: Text, Bild oder kopierte Blöcke einfügen

# clipboardTourText
source: Drag and drop content pasted from your clipboard into the page to create a matching block.
de: Ziehen Sie Inhalte, die aus Ihrer Zwischenablage eingefügt wurden, in die Seite hinein, um einen passenden Block zu erstellen.

source: Close
de: Schliessen

# commandGroup.action
source: Actions
de: Aktionen

# commandGroup.add
source: Add new
de: Hinzufügen

# commandGroup.misc
source: Miscellaneous
de: Diverse

# commandGroup.selection
source: Selection
de: Auswahl

# commandGroup.ui
source: Interface
de: Oberfläche

# commandPalette.inputPlaceholder
source: Search commands...
de: Befehle durchsuchen...

# commandPaletteOpen
source: Open Command Palette
de: Befehle öffnen

# commandPaletteTourText
source: Easily perform actions using your keyboard by launching the command palette. Most of the features available using clicks is also available in the command palette.
de: Führen Sie Aktionen ganz einfach mit Ihrer Tastatur aus, indem Sie «Befehle» öffnen. Fast alle Funktionen sind auch über «Befehle» ausführbar.

# commentAdd
source: Add comment
de: Kommentar hinzufügen

# commentBody
source: Comment
de: Kommentar

# commentBodyPlaceholder
source: Add reply
de: Antwort hinzufügen

# commentSave
source: Submit comment
de: Kommentar speichern

source: Comments
de: Kommentare

# commentsMarkAsResolved
source: Resolve
de: Erledigen

# commentsTourText
source: Shows all comments for the current page.
de: Zeigt alle Kommentare auf der aktuellen Seite an.

source: Convert to...
de: Konvertieren

# deleteButton
source: Delete
de: Löschen

# deleteError
source: The block could not be deleted.
de: Das Element konnte nicht entfernt werden.

# diffSidebarTitle
source: Changes
de: Änderungen

# diffSidebarTourText
source: Displays all the changes made during editing.
de: Zeigt die Änderungen an die während dem Bearbeiten durchgeführt wurden.

# diffStatusAdded
source: Added
de: Hinzugefügt

# diffStatusDeleted
source: Deleted
de: Gelöscht

# diffStatusEdited
source: Edited
de: Bearbeitet

# diffTableBundle
source: Type
de: Typ

# diffTableChange
source: Change
de: Änderung

# diffTableDiff
source: Diff
de: Unterschied

# diffTableProperty
source: Property
de: Eigenschaft

# droppableEditFormSave
source: Save
de: Speichern

source: Duplicate
de: Duplizieren

# duplicateError
source: The items could not be duplicated.
de: Die Elemente konnten nicht dupliziert werden.

source: Edit
de: Bearbeiten

# editFormBlockAdd
source: Add @label
de: @label hinzufügen

# editFormBlockEdit
source: Edit @label
de: @label bearbeiten

# editFormBlockTranslate
source: Translate @label (@language)
de: @label übersetzen (@language)

# editFormEntityEdit
source: Edit @label
de: "@label" bearbeiten

# editFormEntityTranslate
source: Translate "@label" (@language)
de: "@label" übersetzen (@language)

# editIndicatorLabel
source: Edit blocks
de: Elemente bearbeiten

# editableCommandEdit
source: Edit field "@name"
de: Feld «@name» bearbeiten

# entityTitleTourText
source: <p>Shows the title and status of the current page.</p><p>Click on the title to open the page edit form.</p>
de: <p>Zeigt den Titel und Status der aktuellen Seite an.</p><p>Klicken Sie auf den Titel um das Bearbeitungsformular anzuzeigen.</p>

# entityTitleTourTitle
source: Page
de: Seite

# exitDescription
source: Close editor without publishing
de: Editor schliessen ohne veröffentlichen

# exitTitle
source: Close
de: Schliessen

# failedToConvert
source: The block could not be converted.
de: Das Element konnte nicht konvertiert werden.

# failedToTransform
source: The action "@name" could not be executed.
de: Die Aktion «@name» konnte nicht ausgeführt werden.

# fatalErrorButton
source: Continue anyway...
de: Trotzdem fortfahren...

# fatalErrorText
source: Unfortunately blökkli has encountered a fatal error which prevents it from working normally. You may be able to continue using it, but things may not work as expected.
de: Leider hat blökkli einen schwerwiegenden Fehler festgestellt. Möglicherweise können Sie den Editor weiterhin verwenden, aber es kann sein, dass nicht alles wie erwartet funktioniert.

# fatalErrorTitle
source: blökkli has stopped working
de: blökkli funktioniert nicht mehr

# featureHelpShortcuts
source: Shortcuts
de: Tastenkombinationen

# featureHelpTitle
source: Help
de: Hilfe

# feature_add-list_setting_orientation_label
source: Add List
de: Block-Leiste

# feature_add-list_setting_orientation_option_vertical
source: Vertical
de: Vertikal

# feature_artboard_setting_momentum_description
source: Applies smooth animations when scrolling or zooming the artboard.
de: Verwendet sanftes Scrollen und Vergrössern der Vorschau.

# feature_artboard_setting_momentum_label
source: Use smooth scrolling
de: Sanftes Scrollen verwenden

# feature_artboard_setting_persist_description
source: Stores and restores the last position and zoom factor of the artboard.
de: Speichern und Wiederherstellen der letzten Position und Skalierung der Vorschau.

# feature_artboard_setting_persist_label
source: Persist position and zoom
de: Position und Zoom speichern

# feature_artboard_setting_scrollSpeed_label
source: Artboard scroll speed
de: Scrollgeschwindigkeit der Vorschau

# feature_block-add-list_setting_hideDisabledBlocks_description
source: Hides blocks from the "Add List" if they can't be added to anywhere.
de: Versteckt Blöcke aus der «Hinzufügen-Liste» die nicht hinzugefügt werden können.

# feature_block-add-list_setting_hideDisabledBlocks_label
source: Hide blocks that can't be added
de: Blöcke ausblenden, die nicht hinzugefügt werden können

# feature_clipboard_setting_openSidebarOnPaste_description
source: Automatically opens the sidebar when pasting content from the clipboard.
de: Öffnet automatisch die Seitenleiste wenn Inhalte aus der Zwischenablage eingefügt werden.

# feature_clipboard_setting_openSidebarOnPaste_label
source: Open sidebar when pasting
de: Seitenleiste beim Einfügen aus der Zwischenablage öffnen

# feature_diff_description
source: Displays a diff of all changes in the edit state.
de: Zeigt die Änderungen an die während dem Bearbeiten durchgeführt wurden.

# feature_diff_label
source: Diff
de: Änderungen

# feature_history_setting_useMouseButtons_description
source: When enabled you can use the backwards/forwards buttons on your mouse to undo and redo.
de: Verwendet die Zurück- und Vorärts-Taste der Maus um die letzte Änderung rückgängig zu machen, respektive wiederherzustellen.

# feature_history_setting_useMouseButtons_label
source: Use mouse buttons for undo/redo
de: Maustasten für Rückgängig/Wiederherstellen verwenden

# feature_import-existing_setting_showDialogWhenEmpty_description
source: Displays the import dialog when starting blökkli if the page is empty.
de: Zeigt den Importdialog beim öffnen von blökkli wenn die Seite leer ist.

# feature_import-existing_setting_showDialogWhenEmpty_label
source: Show import dialog at start
de: Importdialog beim Start anzeigen

# feature_publish_setting_closeAfterPublish_description
source: Immediately closes the editor after successfully publishing or saving.
de: Den Editor umgehend schliessen nach dem Veröffentlichen/Speichern der Änderungen.

# feature_publish_setting_closeAfterPublish_label
source: Close editor after publishing
de: Nach «Veröffentlichen» den Editor schliessen

# feature_settings_setting_lowPerformanceMode_description
source: Reduces the animations and interactivity to a minimum for devices with low performance.
de: Reduziert Animationen und interaktive Elemente auf ein Minimum, für Geräte mit niedriger Leistung.

# feature_settings_setting_lowPerformanceMode_label
source: Enable low performance mode
de: Modus für niedrige Leistung aktivieren

# feature_settings_setting_resetAllSettings_label
source: Reset all settings
de: Alle Einstellungen zurücksetzen

# feature_settings_setting_useAnimations_description
source: Animates UI elements like dialogs or drawers or interactions like drag and drop or scroll changes.
de: Animiert Elemente wie Dialoge oder Seitenleisten, oder Interaktionen wie «Drag and Drop» oder Änderungen in Position oder Grösse.

# feature_settings_setting_useAnimations_label
source: Use animations
de: Animationen verwenden

# fieldAreasHide
source: Hide block fields
de: Blockfelder verstecken

# fieldAreasShow
source: Show block fields
de: Blockfelder anzeigen

# fieldAreasToggle
source: Toggle block fields
de: Blockfelder anzeigen

# fieldAreasTourText
source: Toggle between showing or hiding the areas where blocks can be placed.
de: Aktivieren Sie, dass Bereiche ein- oder ausgeblendet werden, in denen Blöcke platziert werden können.

# fieldIsRequired
source: This field is required
de: Feld darf nicht leer sein

# fragmentsAddFragmentAction
source: Add fragment
de: Fragment hinzufügen

# fragmentsAddFragmentDescription
source: <p>Drag the icon into the page to add a fragment block.</p><p>Fragments are reusable blocks that always render the same content.</p>
de: <p>Ziehen Sie das Symbol auf die Seite, um einen Fragmentblock hinzuzufügen.</p><p>Fragmente sind wiederverwendbare Blöcke, die immer denselben Inhalt darstellen.</p>

# fragmentsPlaceDialogLead
source: Select a block fragment to add to the page.
de: Wählen Sie ein Block-Fragment aus.

# fragmentsPlaceDialogSearchLabel
source: Filter fragments
de: Fragmente filtern

# fragmentsPlaceDialogSearchPlaceholder
source: Search fragments
de: Fragmente durchsuchen

# fragmentsPlaceDialogSubmitButton
source: Add selected fragment
de: Ausgewähltes Fragment hinzufügen

# fragmentsPlaceDialogTitle
source: Add fragment block
de: Fragment hinzufügen

# gridHide
source: Hide grid
de: Spalten verstecken

# gridShow
source: Show grid
de: Spalten anzeigen

# gridToggle
source: Toggle grid
de: Spalten anzeigen

# gridTourText
source: Display a layout grid overlay on top of the page.
de: Zeigt die Layout-Spalten als Overlay über die Seite an.

# helpTourText
source: Shows a list of available shortcuts.
de: Zeigt eine Liste von verfügbaren Tastenkombinationen an.

source: History
de: Änderungsverlauf

# historyCurrentRevision
source: Current revision
de: Aktuelle Revision

# historyEmpty
source: There are now changes yet.
de: Es gibt noch keine Änderungen.

# historyRedo
source: Redo
de: Wiederholen

# historyRedoTourText
source: Redo the previous change.
de: Machen Sie die vorherige Änderung rückgängig.

# historyShowMore
source: Show @count more
de: @count weitere anzeigen

# historyTourText
source: See a list of all changes made so far and switch back and forth between changes.
de: Zeigt den Verlauf aller Änderungen die gemacht wurden. Springen Sie beliebig zwischen Änderungen vor und zurück.

# historyUndo
source: Undo
de: Rückgängig

# historyUndoTourText
source: Undo the last change.
de: Letzte Änderung rückgängig machen.

# importExistingDescription
source: Import from an existing page
de: Von einer bestehenden Seite importieren

# importExistingDialogLead
source: Import content from an existing page. The items will be added to the end of the list. This action can be undone.
de: Importieren Sie Inhalte von einer bestehenden Seite. Die Elemente werden an das Ende der Liste hinzugefügt. Diese Aktion kann rückgängig gemacht werden.

# importExistingDialogSubmit
source: Import content
de: Inhalte importieren

# importExistingDialogTitle
source: Import from existing page
de: Von bestehender Seite importieren

# importExistingError
source: Content could not be imported.
de: Inhalte konnten nicht übernommen werden.

# importExistingFieldsLabel
source: Which content would you like to import?
de: Welche Inhalte möchten Sie importieren?

# importExistingPagesLabel
source: From which page would you like to import?
de: Von welcher Seite möchten Sie importieren?

# importExistingResultsTitle
source: @count of @total pages
de: @count von @total Seiten

# importExistingSearchPlaceholder
source: Search pages
de: Seiten durchsuchen

# importExistingSuccess
source: Content imported successfully.
de: Inhalte erfolgreich übernommen.

# importExistingTitle
source: Import...
de: Importieren...

# libraryAdd
source: Add to library
de: Zur Bibliothek hinzufügen

# libraryAddDescription
source: Add a reusable block from the block library.
de: Fügen Sie einen wiederverwendbaren Block aus der Bibliothek hinzu.

# libraryAddFromLibrary
source: Add from library
de: Aus der Bibliothek hinzufügen

# libraryDetach
source: Detach from library
de: Von der Bibliothek loslösen

# libraryDialogDescriptionLabel
source: Description
de: Beschreibung

# libraryDialogLead
source: When you add an item to the library, you can use it on multiple pages at the same time. Changes to this item are then immediately published on all pages.
de: Wenn Sie ein Element zur Bibliothek hinzufügen können Sie diesen auf mehreren Seiten gleichzeitig verwenden. Änderungen an diesem Element sind dann sofort auf allen Seiten publiziert.

# libraryDialogReusableInfo
source: The library item will be available for placement on other pages once this page has been published.
de: Das Bibliothekselement kann auf anderen Seiten platziert werden sobald diese Seite publiziert/gespeichert wurde.

# libraryDialogSubmit
source: Add to library
de: Zur Bibliothek hinzufügen

# libraryDialogTitle
source: Add to library
de: Zur Bibliothek hinzufügen

# libraryDialogTitleInputPlaceholder
source: e.g. Teaser Campaign 2024
de: z.B. Teaser Kampagne 2023

# libraryError
source: Failed to add block to library.
de: Das Element konnte nicht wiederverwendbar gemacht werden.

# libraryItemEditOverlayBack
source: Back to page
de: Zurück zur Seite

# libraryItemEditOverlayTitle
source: Edit reusable block
de: Wiederverwendbaren Block bearbeiten

# libraryPlaceBundleSelectLabel
source: Bundle
de: Typ

# libraryPlaceDialogLead
source: Select a reusable block from the library to add it to your layout. You can detach the block later.
de: Wählen Sie einen wiederverwendbaren Block aus der Bibliothek, um ihn zu Ihrem Layout hinzuzufügen. Sie können den Block später wieder entfernen.

# libraryPlaceDialogSubmit
source: Add reusable block
de: Wiederverwendbaren Block hinzufügen

# libraryPlaceDialogTitle
source: Add block from library
de: Block aus Bibliothek hinzufügen

# libraryPlaceSearchInputPlaceholder
source: Search library items
de: Suchbegriff eingeben

# libraryPlaceSearchLabel
source: Filter library items
de: Bibliothek durchsuchen

# libraryPreviewLabel
source: Preview
de: Vorschau

# maskHide
source: Hide non-editable areas
de: Nicht-editierbare Bereiche verstecken

# maskShow
source: Show non-editable areas
de: Nicht-editierbare Bereiche anzeigen

# maskToggle
source: Toggle non-editable areas
de: Nicht-editierbare Bereiche anzeigen

# maskTourText
source: Toggle between showing or hiding non-editable parts of the page.
de: Wechseln Sie zwischen Anzeigen und Verbergen nicht bearbeitbarer Teile der Seite.

source: Media Library
de: Medienbibliothek

# mediaLibraryReplaceFailed
source: Failed to replace media.
de: Das Medienelement konnte nicht ersetzt werden.

# mediaLibraryReplaceMedia
source: Replace @field
de: Medienelement ersetzen

# mediaLibraryTourText
source: Search for media like images and drag and drop them into the page.
de: Suchen Sie nach Medien wie Bildern und ziehen Sie diese in die Seite.

# multipleItemsLabel
source: Items
de: Elemente

# optionBkVisibleLanguagesAll
source: All languages
de: Alle Sprachen

# optionsCommand.selectCheckboxValue
source: Select "@value" in "@option"
de: «@value» in «@option» auswählen

# optionsCommand.setOption
source: Set option "@option" to "@value"
de: Option «@option» «@value» setzen

# optionsCommand.unselectCheckboxValue
source: Unselect "@value" in "@option"
de: «@value» in «@option» abwählen

# ownershipError
source: Error in assigning
de: Fehler beim Zuweisen

# ownershipNote
source: This page is currently being edited by @name. Changes can only be made by one person at a time.
de: Diese Seite wird aktuell von @name bearbeitet. Änderungen können nur von einer Person gleichzeitig durchgeführt werden.

# ownershipSuccess
source: You are now the owner.
de: Sie sind nun der Besitzer.

# ownershipTakeOwnership
source: Assign to me
de: Mir zuweisen

source: Page is not published
de: Seite ist nicht publiziert

source: Page is published
de: Seite ist publiziert

# pageIsPublishedWithPendingChanges
source: Page is published (changes pending)
de: Seite ist publiziert (Änderungen ausstehend)

# previewDialogLead
source: Scan the QR code with your smartphone to open the preview.
de: Scannen Sie den QR-Code mit Ihrem Smartphone um die Vorschau zu öffnen.

# previewDialogTitle
source: Preview with smartphone
de: Vorschau mit Smartphone

source: Preview (new window)
de: Vorschau (neues Fenster)

# previewNewWindowTourText
source: Opens a preview of the current changes in a new window.
de: Öffnet eine Vorschau der aktuellen Änderungen in einem neuen Fenster.

# previewQrCodeText
source: You can also copy the link and share it.
de: Sie können den Link auch kopieren und teilen.

source: Preview (with smartphone)
de: Vorschau (mit Smartphone)

# previewWithSmartphoneTourText
source: Shows a QR code to quickly open a preview of the changes with your smartphone.
de: Zeigt einen QR-Code an, um eine Vorschau der Änderungen mit Ihrem Smartphone zu öffnen.

# proxyViewHide
source: Show content preview
de: Inhaltsvorschau anzeigen

# proxyViewShow
source: Show structure view
de: Strukturierte Vorschau anzeigen

# proxyViewToggle
source: Toggle structure view
de: Vorschau wechseln

# proxyViewTourText
source: Displays the content blocks as a structured view.
de: Stellt die Inhaltsblöcke in strukturierter Form dar.

# publishAndCloseLabel
source: Publish & Close
de: Veröffentlichen & Schliessen

# publishAndCloseLabelUnpublished
source: Save & Close
de: Speichern & Schliessen

# publishDescription
source: Publish all changes.
de: Alle Änderungen veröffentlichen

# publishDescriptionUnpublished
source: Save all changes while keeping page unpublished
de: Alle Änderungen speichern ohne die Seite zu publizieren

# publishError
source: Changes could not be published.
de: Änderungen konnten nicht publiziert werden.

# publishLabel
source: Publish
de: Veröffentlichen

# publishLabelUnpublished
source: Save
de: Speichern

# publishSuccess
source: Changes published successfully.
de: Änderungen erfolgreich publiziert.

# responsivePreviewCustomViewport
source: Custom
de: Benutzerdefiniert

# responsivePreviewTitle
source: Responsive Preview
de: Responsive Vorschau

# responsivePreviewTourText
source: See how your changes look like on smaller screens, such as smartphones. Click on the "detach" button to be able to select additional viewport sizes.
de: Sehen Sie, wie Ihre Änderungen auf kleineren Bildschirmen, wie Smartphones, aussehen. Klicken Sie auf den "Loslösen"-Button, um zusätzliche Ansichtsgrössen auswählen zu können.
