Repository: Malumbo21/editor
Catalog: i18n/*.po
Languages: de

# revertDialogLead
source: This will delete all changes and restore the currently published state. This action cannot be undone.
de: Damit werden alle Änderungen gelöscht und der aktuell publizierte Stand wiederhergestellt. Diese Aktion kann nicht rückgängig gemacht werden.

# revertDialogSubmit
source: Discard changes
de: Änderungen verwerfen

# revertDialogTitle
source: Irrevocably discard changes
de: Änderungen unwiderruflich verwerfen

# revertError
source: Changes could not be discarded.
de: Änderungen konnten nicht verworfen werden.

# revertMenuDescription
source: Restore currently published state
de: Aktuell veröffentlichten Zustand wiederherstellen

# revertMenuTitle
source: Discard...
de: Verwerfen...

# revertSuccess
source: All changes have been discarded.
de: Alle Änderungen wurden verworfen.

source: Save
de: Speichern

# searchBoxNoResultsFound
source: No results found
de: Keine Resultate gefunden

# searchBoxOnThisPage
source: On this page
de: Auf dieser Seite

# searchBoxPlaceholder
source: Enter search term
de: Suchbegriff eingeben

# searchToolbarLabel
source: Search content
de: Inhalte suchen

# searchTourText
source: Quickly find blocks on the current page or existing content to drag and drop as blocks into the page.
de: Finden Sie Blöcke auf der aktuellen Seite oder andere bestehende Inhalte wie Bilder oder Dokumente, um sie als Blöcke auf der Seite hinzuzufügen.

# settingsAdvanced
source: Advanced
de: Erweitert

# settingsAppearance
source: Appearance
de: Darstellung

# settingsArtboard
source: Artboard
de: Vorschau

# settingsBehaviour
source: Behaviour
de: Verhalten

# settingsBeta
source: New Features
de: Neue Funktionen

# settingsDialogTitle
source: Change settings
de: Einstellungen

# settingsMenuDescription
source: Personal settings for the editor
de: Persönliche Einstellungen für den Editor

# settingsMenuTitle
source: Settings
de: Einstellungen

# shortcutGroupBlocks
source: Blocks
de: Blöcke

# shortcutGroupGeneral
source: General
de: Allgemein

# shortcutGroupUi
source: UI
de: Oberfläche

# sidebar.hide
source: Hide @title
de: @title ausblenden

# sidebar.show
source: Show @title
de: @title anzeigen

# singleComment
source: comment
de: Kommentar

# structureToolbarLabel
source: Structure
de: Struktur

# structureTourText
source: Shows a structured list of all blocks on the current page. Click on any block to quickly jump to it.
de: Zeigt eine strukturierte Liste aller Blöcke auf der aktuellen Seite. Klicken Sie auf einen Block, um ihn auf der Seite anzuzeigen.

# systemRequirementsDialogButton
source: Continue anyway
de: Trotzdem fortfahren

# systemRequirementsDialogLead
source: blökkli has detected that your browser does not meet one or more system requirements. For the best experience, please use a browser that supports all the listed requirements.
de: blökkli hat festgestellt, dass Ihr Browser eine oder mehrere Systemanforderungen nicht erfüllt. Für die beste Erfahrung verwenden Sie bitte einen Browser, der alle aufgeführten Anforderungen unterstützt.

# systemRequirementsDialogText
source: blökkli has been tested and optimized for the latest versions of Chrome, Firefox, Edge, and Safari. Features like WebGL are well supported, but they may sometimes be disabled for performance or security reasons.
de: blökkli wurde für die neuesten Versionen von Chrome, Firefox, Edge und Safari getestet und optimiert. Funktionen wie WebGL werden in der Regel unterstützt, können jedoch manchmal aus Leistungs- oder Sicherheitsgründen deaktiviert sein.

# systemRequirementsDialogTitle
source: System Requirements
de: Systemanforderungen

# systemRequirementsWebglText
source: blökkli uses WebGL for fast rendering of UI elements such as selected blocks and drag-and-drop indicators. If WebGL is not supported, Blökkli will resort to fallback rendering, which is slower and lacks full feature support.
de: blökkli verwendet WebGL für die schnelle Darstellung von GUI-Elementen wie ausgewählten Blöcken und Drag-and-Drop-Indikatoren. Wenn WebGL nicht unterstützt wird, verwendet blökkli einen Fallback, der langsamer ist und nicht alle Funktionen unterstützt.

source: Theme
de: Farben

# themeTourText
source: Change the colors of the theme and generate a theme file.
de: Ändern Sie das Theme und generieren Sie eine Theme-Datei.

# touchBarCancelDragging
source: Cancel dragging
de: Platzieren abbrechen

# touchBarFinishSelecting
source: Finish selecting
de: Mehrfachauswahl beenden

# tourDescription
source: Explore the features of the editor
de: Entdecken Sie die Funktionen vom Editor.

# tourIntro
source: Explore the most important features of the editor and learn how to get started using blökkli.
de: Lernen Sie die wichtigsten Funktionen des Editors kennen und erfahren Sie, wie Sie mit blökkli loslegen können.

# tourLabel
source: Take a tour
de: Tour machen

# tourNext
source: Next
de: Weiter

# tourPrev
source: Previous
de: Zurück

# tourStartButton
source: Start the tour
de: Tour starten

# transformTo
source: Other actions
de: Weitere Aktionen

# translationsBannerButton
source: Edit source language instead
de: Originalsprache bearbeiten

# translationsBannerText
source: You are currently editing the <strong>@language</strong> translation. Some features like adding, moving or deleting blocks are not available.
de: Sie bearbeiten die Übersetzung <strong>«@language»</strong>. Einige Funktionen wie das Hinzufügen, Verschieben oder Löschen von Blöcken sind nicht verfügbar.

# translationsBatchTranslateMenuDescription
source: Translate all blocks
de: Alle Elemente übersetzen

# translationsBatchTranslateMenuTitle
source: Translate...
de: Übersetzen...

# translationsItemAction
source: Translate
de: Übersetzen

# translationsTourText
source: Quickly switch between available translations. A greyed out language indicates the content is not yet translated. Clicking on it opens the form to create a new translation for this language.
de: Wechseln Sie schnell zwischen verfügbaren Übersetzungen. Eine graue Sprache zeigt an, dass der Inhalt noch nicht übersetzt wurde. Ein Klick darauf öffnet das Formular, um eine neue Übersetzung für diese Sprache zu erstellen.

# translationsTourTitle
source: Translations
de: Übersetzungen

# validationsNoneFound
source: No validation errors found.
de: Keine Validierungsfehler gefunden.

# validationsToolbarLabel
source: Validations
de: Validierungen

# validationsTourText
source: See validation errors for content or structure on the current page.
de: Zeigt Validierungsfehler für Inhalte auf der aktuellen Seite an.
